{
  "books": [
    {
      "id": 1,
      "title": "Doomsday Book",
      "author": "Connie Willis",
      "image": "http://books.google.com/books/content?id=2v22ikL95GQC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
      "description": "Connie Willis draws upon her understanding of the universalities of human nature to explore the ageless issues of evil, suffering, and the indomitable will of the human spirit. “A tour de force.”—The New York Times Book Review For Kivrin, preparing to travel back in time to study one of the deadliest eras in humanity’s history was as simple as receiving inoculations against the diseases of the fourteenth century and inventing an alibi for a woman traveling alone. For her instructors in the twenty-first century, it meant painstaking calculations and careful monitoring of the rendezvous location where Kivrin would be received. But a crisis strangely linking past and future strands Kivrin in a bygone age as her fellows try desperately to rescue her. In a time of superstition and fear, Kivrin—barely of age herself—finds she has become an unlikely angel of hope during one of history’s darkest hours.",
      "userId": null
    },
    {
      "id": 2,
      "title": "Three Lines in a Circle",
      "author": "Michael G. Long",
      "image": "http://books.google.com/books/content?id=7k8_EAAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
      "description": "One line straight down. One line to the right. One line to the left, then a circle. That was all—just three lines in a circle. This bold picture book tells the story of the peace symbol—designed in 1958 by a London activist protesting nuclear weapons—and how it inspired people all over the world. Depicting the symbol's travels from peace marches and liberation movements to the end of apartheid and the fall of the Berlin Wall, Three Lines in a Circle offers a message of inspiration to today's children and adults who are working to create social change. An author’s note provides historical background and a time line of late twentieth-century peace movements.",
      "userId": null
    },
    {
      "id": 3,
      "title": "Book Traces",
      "author": "Andrew M. Stauffer",
      "image": "http://books.google.com/books/content?id=hnINEAAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
      "description": "In most college and university libraries, materials published before 1800 have been moved into special collections, while the post-1923 books remain in general circulation. But books published between these dates are vulnerable to deaccessioning, as libraries increasingly reconfigure access to public-domain texts via digital repositories such as Google Books. Even libraries with strong commitments to their print collections are clearing out the duplicates, assuming that circulating copies of any given nineteenth-century edition are essentially identical to one another. When you look closely, however, you see that they are not. Many nineteenth-century books were donated by alumni or their families decades ago, and many of them bear traces left behind by the people who first owned and used them. In Book Traces, Andrew M. Stauffer adopts what he calls \"guided serendipity\" as a tactic in pursuit of two goals: first, to read nineteenth-century poetry through the clues and objects earlier readers left in their books and, second, to defend the value of keeping the physical volumes on the shelves. Finding in such books of poetry the inscriptions, annotations, and insertions made by their original owners, and using them as exemplary case studies, Stauffer shows how the physical, historical book enables a modern reader to encounter poetry through the eyes of someone for whom it was personal.",
      "userId": null
    },
    {
      "id": 4,
      "title": "The Negro Motorist Green Book",
      "author": "Victor H. Green",
      "image": "http://books.google.com/books/content?id=SKWqDwAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
      "description": "The idea of \"The Green Book\" is to give the Motorist and Tourist a Guide not only of the Hotels and Tourist Homes in all of the large cities, but other classifications that will be found useful wherever he may be. Also facts and information that the Negro Motorist can use and depend upon. There are thousands of places that the public doesn't know about and aren't listed. Perhaps you know of some? If so send in their names and addresses and the kind of business, so that we might pass it along to the rest of your fellow Motorists. You will find it handy on your travels, whether at home or in some other state, and is up to date. Each year we are compiling new lists as some of these places move, or go out of business and new business places are started giving added employment to members of our race.",
      "userId": null
    },
    {
      "id": 5,
      "title": "The World Book Encyclopedia",
      "author": "",
      "image": "http://books.google.com/books/content?id=vhQ1AAAAMAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
      "description": "An encyclopedia designed especially to meet the needs of elementary, junior high, and senior high school students.",
      "userId": null
    },
    {
      "id": 6,
      "title": "Model Rules of Professional Conduct",
      "author": "American Bar Association. House of Delegates, Center for Professional Responsibility (American Bar Association)",
      "image": "http://books.google.com/books/content?id=dPucxP3FSiYC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
      "description": "The Model Rules of Professional Conduct provides an up-to-date resource for information on legal ethics. Federal, state and local courts in all jurisdictions look to the Rules for guidance in solving lawyer malpractice cases, disciplinary actions, disqualification issues, sanctions questions and much more. In this volume, black-letter Rules of Professional Conduct are followed by numbered Comments that explain each Rule's purpose and provide suggestions for its practical application. The Rules will help you identify proper conduct in a variety of given situations, review those instances where discretionary action is possible, and define the nature of the relationship between you and your clients, colleagues and the courts.",
      "userId": null
    },
    {
      "id": 7,
      "title": "State of Wisconsin Blue Book",
      "author": "",
      "image": "http://books.google.com/books/content?id=-EnlAAAAMAAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
      "userId": null
    },
    {
      "id": 8,
      "title": "Dragon of the Red Dawn",
      "author": "Mary Pope Osborne",
      "image": "http://books.google.com/books/content?id=4kZbs2NeLJoC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
      "description": "The #1 bestselling chapter book series of all time celebrates 25 years with new covers and a new, easy-to-use numbering system! Jack and Annie are headed to a land of fierce samurai and great beauty, the capital city of Edo (now the city of Tokyo), in ancient Japan in the 1600s. They bring only a research book to guide them and a magic wand with three special rules. Formerly numbered as Magic Tree House #37, the title of this book is now Magic Tree House Merlin Mission #9: Dragon of the Red Dawn. Did you know that there’s a Magic Tree House book for every kid? Magic Tree House: Adventures with Jack and Annie, perfect for readers who are just beginning chapter books Merlin Missions: More challenging adventures for the experienced reader Super Edition: A longer and more dangerous adventure Fact Trackers: Nonfiction companions to your favorite Magic Tree House adventures",
      "userId": null
    },
    {
      "id": 9,
      "title": "Living Books",
      "author": "Janneke Adema",
      "image": "http://books.google.com/books/content?id=g_gLEAAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
      "description": "Reimagining the scholarly book as living and collaborative--not as commodified and essentialized, but in all its dynamic materiality. In this book, Janneke Adema proposes that we reimagine the scholarly book as a living and collaborative project--not as linear, bound, and fixed, but as fluid, remixed, and liquid, a space for experimentation. She presents a series of cutting-edge experiments in arts and humanities book publishing, showcasing the radical new forms that book-based scholarly work might take in the digital age. Adema's proposed alternative futures for the scholarly book go beyond such print-based assumptions as fixity, stability, the single author, originality, and copyright, reaching instead for a dynamic and emergent materiality. Adema suggests ways to unbind the book, describing experiments in scholarly book publishing with new forms of anonymous collaborative authorship, radical open access publishing, and processual, living, and remixed publications, among other practices. She doesn't cast digital as the solution and print as the problem; the problem in scholarly publishing, she argues, is not print itself, but the way print has been commodified and essentialized. Adema explores alternative, more ethical models of authorship; constructs an alternative genealogy of openness; and examines opportunities for intervention in current cultures of knowledge production. Finally, asking why it is that we cut and bind our research together at all, she examines two book publishing projects that experiment with remix and reuse and try to rethink and reperform the book-apparatus by taking responsibility for the cuts they make.",
      "userId": null
    },
    {
      "id": 10,
      "title": "Reading Like a Writer",
      "author": "Francine Prose",
      "image": "http://books.google.com/books/content?id=ytjYAgAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
      "description": "DIV In her entertaining and edifying New York Times bestseller, acclaimed author Francine Prose invites you to sit by her side and take a guided tour of the tools and tricks of the masters to discover why their work has endured. Written with passion, humour and wisdom, Reading Like a Writer will inspire readers to return to literature with a fresh eye and an eager heart – to take pleasure in the long and magnificent sentences of Philip Roth and the breathtaking paragraphs of Isaac Babel; to look to John le Carré for a lesson in how to advance plot through dialogue and to Flannery O’Connor for the cunning use of the telling detail; to be inspired by Emily Brontë’s structural nuance and Charles Dickens’s deceptively simple narrative techniques. Most importantly, Prose cautions readers to slow down and pay attention to words, the raw material out of which all literature is crafted, and reminds us that good writing comes out of good reading. /div",
      "userId": null
    },
    {
      "id": 11,
      "title": "From Dissertation to Book",
      "author": "William Germano",
      "image": "http://books.google.com/books/content?id=gJVtu6vuBpkC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
      "description": "All new Phd's hope that their dissertations can become books. But a dissertation is written for a committee and a book for the larger world. William Germano's From Dissertation to Book is the essential guide for academic writers who want to revise a doctoral thesis for publication. The author of Getting It Published, Germano draws upon his extensive experience in academic publishing to provide writers with a state-of-the-art view of how to turn a dissertation into a manuscript that publishers will notice. Acknowledging first that not all theses can become books, Germano shows how some dissertations might have a better life as one or more journal articles or as chapters in a newly conceived book. But even dissertations strong enough to be published as books first need to become book manuscripts, and at the heart of From Dissertation to Book is the idea that revising the dissertation is a fundamental process of adapting from one genre of writing to another. Germano offers clear guidance on how to do just this. Writers will find advice on such topics as rethinking the table of contents, taming runaway footnotes, shaping chapter length, and confronting the limitations of jargon, alongside helpful timetables for light or heavy revision. With crisp directives, engaging examples, and a sympathetic eye for the foibles of academic writing, From Dissertation to Book reveals to recent PhD's the process of careful and thoughtful revision—a truly invaluable skill as they grow into their new roles as professional writers.",
      "userId": null
    },
    {
      "id": 12,
      "title": "How to Win Friends and Influence People",
      "author": "",
      "image": "http://books.google.com/books/content?id=vOb1EAAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
      "description": "You can go after the job you want…and get it! You can take the job you have…and improve it! You can take any situation you’re in…and make it work for you! Since its release in 1936, How to Win Friends and Influence People has sold more than 30 million copies. Dale Carnegie’s first book is a timeless bestseller, packed with rock-solid advice that has carried thousands of now famous people up the ladder of success in their business and personal lives. As relevant as ever before, Dale Carnegie’s principles endure, and will help you achieve your maximum potential in the complex and competitive modern age. Learn the six ways to make people like you, the twelve ways to win people to your way of thinking, and the nine ways to change people without arousing resentment.",
      "userId": null
    },
    {
      "id": 13,
      "title": "Fragrant Heart Daily Meditations",
      "author": "Elisabeth Blaikie",
      "image": "http://books.google.com/books/content?id=7XiGrgEACAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
      "userId": null
    },
    {
      "id": 14,
      "title": "Book Lovers",
      "author": "Emily Henry",
      "image": "http://books.google.com/books/content?id=Ju5nEAAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
      "description": "“One of my favorite authors.”—Colleen Hoover An insightful, delightful, instant #1 New York Times bestseller from the author of Beach Read and People We Meet on Vacation. Named a Most Anticipated Book of 2022 by Oprah Daily ∙ Today ∙ Parade ∙ Marie Claire ∙ Bustle ∙ PopSugar ∙ Katie Couric Media ∙ Book Bub ∙ SheReads ∙ Medium ∙ The Washington Post ∙ and more! One summer. Two rivals. A plot twist they didn't see coming... Nora Stephens' life is books—she’s read them all—and she is not that type of heroine. Not the plucky one, not the laidback dream girl, and especially not the sweetheart. In fact, the only people Nora is a heroine for are her clients, for whom she lands enormous deals as a cutthroat literary agent, and her beloved little sister Libby. Which is why she agrees to go to Sunshine Falls, North Carolina for the month of August when Libby begs her for a sisters’ trip away—with visions of a small town transformation for Nora, who she’s convinced needs to become the heroine in her own story. But instead of picnics in meadows, or run-ins with a handsome country doctor or bulging-forearmed bartender, Nora keeps bumping into Charlie Lastra, a bookish brooding editor from back in the city. It would be a meet-cute if not for the fact that they’ve met many times and it’s never been cute. If Nora knows she’s not an ideal heroine, Charlie knows he’s nobody’s hero, but as they are thrown together again and again—in a series of coincidences no editor worth their salt would allow—what they discover might just unravel the carefully crafted stories they’ve written about themselves.",
      "userId": null
    },
    {
      "id": 15,
      "title": "Internet for the People",
      "author": "Ben Tarnoff",
      "image": "http://books.google.com/books/content?id=auhOEAAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
      "description": "\"For all the informational convenience the internet offers, it is deeply flawed. How can it be improved? Writer Ben Tarnoff proposes one possibility in this intriguing book, which urges the development of 'a public lane on the information superhighway.' It's worth checking out for yourself.\" – Seth MacFarlane Why is the internet so broken, and what could ever possibly fix it? In Internet for the People, leading tech writer Ben Tarnoff offers an answer. The internet is broken, he argues, because it is owned by private firms and run for profit. Google annihilates your privacy and Facebook amplifies right-wing propaganda because it is profitable to do so. But the internet wasn't always like this—it had to be remade for the purposes of profit maximization, through a years-long process of privatization that turned a small research network into a powerhouse of global capitalism. Tarnoff tells the story of the privatization that made the modern internet, and which set in motion the crises that consume it today. The solution to those crises is straightforward: deprivatize the internet. Deprivatization aims at creating an internet where people, and not profit, rule. It calls for shrinking the space of the market and diminishing the power of the profit motive. It calls for abolishing the walled gardens of Google, Facebook, and the other giants that dominate our digital lives and developing publicly and cooperatively owned alternatives that encode real democratic control. To build a better internet, we need to change how it is owned and organized. Not with an eye towards making markets work better, but towards making them less dominant. Not in order to create a more competitive or more rule-bound version of privatization, but to overturn it. Otherwise, a small number of executives and investors will continue to make choices on everyone’s behalf, and these choices will remain tightly bound by the demands of the market. It's time to demand an internet by, and for, the people now.",
      "userId": null
    },
    {
      "id": 16,
      "title": "EPUB Straight to the Point",
      "author": "Elizabeth Castro",
      "image": "http://books.google.com/books/content?id=DI_HH-jBpbwC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
      "description": "Almost overnight, EPUB has become the favored standard for displaying digital text on ereaders. The EPUB specification is a powerful method for creating gorgeous ebooks for EPUB-capable readers such as the iPad, Nook, and Kindle. Alas, it is far from perfect, with frustrating limitations, sketchy documentation, and incomplete creation tools. This extensively researched guide to creating EPUB files by best-selling author Elizabeth Castro shows you how to prepare EPUB files, make the files look great on the screen, work around EPUB weaknesses, and fix common errors. In this essential book, Liz shares her hard-earned experience for how to: Create EPUB files from existing Microsoft Word or Adobe InDesign files, or from scratch. Tweak EPUB files to take full advantage of the power of EPUB in each respective ereader. Control spacing, indents, and margins. Insert images and sidebars and wrap text around them. Create links to external sources and cross-references to internal ones. Add video to ebooks for the iPad.",
      "userId": null
    },
    {
      "id": 17,
      "title": "Bad Blood",
      "author": "John Carreyrou",
      "image": "http://books.google.com/books/content?id=CcJFDwAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
      "description": "NATIONAL BESTSELLER • The gripping story of Elizabeth Holmes and Theranos—one of the biggest corporate frauds in history—a tale of ambition and hubris set amid the bold promises of Silicon Valley, rigorously reported by the prize-winning journalist. With a new Afterword covering her trial and sentencing, bringing the story to a close. “Chilling ... Reads like a thriller ... Carreyrou tells [the Theranos story] virtually to perfection.” —The New York Times Book Review In 2014, Theranos founder and CEO Elizabeth Holmes was widely seen as the next Steve Jobs: a brilliant Stanford dropout whose startup “unicorn” promised to revolutionize the medical industry with its breakthrough device, which performed the whole range of laboratory tests from a single drop of blood. Backed by investors such as Larry Ellison and Tim Draper, Theranos sold shares in a fundraising round that valued the company at more than $9 billion, putting Holmes’s worth at an estimated $4.5 billion. There was just one problem: The technology didn’t work. Erroneous results put patients in danger, leading to misdiagnoses and unnecessary treatments. All the while, Holmes and her partner, Sunny Balwani, worked to silence anyone who voiced misgivings—from journalists to their own employees.",
      "userId": null
    },
    {
      "id": 18,
      "title": "Missed Connections",
      "author": "",
      "image": "http://books.google.com/books/content?id=nLxSG5x7UH0C&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
      "description": "\"Missed Connections is a collection of illustrated love stories. There's \"We Shared a Bear Suit.\" \"If Not for Your Noisy Tambourine.\" \"Hairy Bearded Swimmer.\" Each is told in the shorthand of a \"missed connection,\" and then illustrated in Chinese ink and watercolor. The anonymous messages are hopeful and hopeless, funny and sad\"--",
      "userId": null
    },
    {
      "id": 19,
      "title": "The Freedom to Read",
      "author": "American Library Association",
      "image": "http://books.google.com/books/content?id=DEXGHFwdl44C&printsec=frontcover&img=1&zoom=1&source=gbs_api",
      "userId": null
    },
    {
      "id": 20,
      "title": "Night of the Ninjas",
      "author": "Mary Pope Osborne",
      "image": "http://books.google.com/books/content?id=yzkEXXxF0doC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
      "description": "The #1 bestselling chapter book series of all time celebrates 25 years with new covers and a new, easy-to-use numbering system! Have you ever met a real live ninja? Jack and Annie do when the Magic Tree House whisks them back to ancient Japan, where they find themselves in the cave of a ninja master. Will they learn the secrets of the ninja? Or will the evil samurai warriors get them first? Did you know that there’s a Magic Tree House book for every kid? Magic Tree House: Adventures with Jack and Annie, perfect for readers who are just beginning chapter books Merlin Missions: More challenging adventures for the experienced reader Super Edition: A longer and more dangerous adventure Fact Trackers: Nonfiction companions to your favorite Magic Tree House adventures Have more fun with Jack and Annie at MagicTreeHouse.com!",
      "userId": null
    },
    {
      "id": 21,
      "title": "The Smitten Kitchen Cookbook",
      "author": "Deb Perelman",
      "image": "http://books.google.com/books/content?id=Fu6mak6abpwC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
      "description": "NEW YORK TIMES BEST SELLER • Celebrated food blogger and best-selling cookbook author Deb Perelman knows just the thing for a Tuesday night, or your most special occasion—from salads and slaws that make perfect side dishes (or a full meal) to savory tarts and galettes; from Mushroom Bourguignon to Chocolate Hazelnut Crepe. “Innovative, creative, and effortlessly funny.\" —Cooking Light Deb Perelman loves to cook. She isn’t a chef or a restaurant owner—she’s never even waitressed. Cooking in her tiny Manhattan kitchen was, at least at first, for special occasions—and, too often, an unnecessarily daunting venture. Deb found herself overwhelmed by the number of recipes available to her. Have you ever searched for the perfect birthday cake on Google? You’ll get more than three million results. Where do you start? What if you pick a recipe that’s downright bad? With the same warmth, candor, and can-do spirit her award-winning blog, Smitten Kitchen, is known for, here Deb presents more than 100 recipes—almost entirely new, plus a few favorites from the site—that guarantee delicious results every time. Gorgeously illustrated with hundreds of her beautiful color photographs, The Smitten Kitchen Cookbook is all about approachable, uncompromised home cooking. Here you’ll find better uses for your favorite vegetables: asparagus blanketing a pizza; ratatouille dressing up a sandwich; cauliflower masquerading as pesto. These are recipes you’ll bookmark and use so often they become your own, recipes you’ll slip to a friend who wants to impress her new in-laws, and recipes with simple ingredients that yield amazing results in a minimum amount of time. Deb tells you her favorite summer cocktail; how to lose your fear of cooking for a crowd; and the essential items you need for your own kitchen. From salads and slaws that make perfect side dishes (or a full meal) to savory tarts and galettes; from Mushroom Bourguignon to Chocolate Hazelnut Crepe Cake, Deb knows just the thing for a Tuesday night, or your most special occasion. Look for Deb Perelman’s latest cookbook, Smitten Kitchen Keepers!",
      "userId": null
    },
    {
      "id": 22,
      "title": "CDC Yellow Book 2020",
      "author": "CENTERS FOR DISEASE CONTROL AND PREVENTION. (CDC)",
      "image": "http://books.google.com/books/content?id=ohqTDwAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
      "description": "The definitive reference for travel medicine, updated for 2020! \"A beloved travel must-have for the intrepid wanderer.\" -Publishers Weekly \"A truly excellent and comprehensive resource.\" -Journal of Hospital Infection The CDC Yellow Book offers everything travelers and healthcare providers need to know for safe and healthy travel abroad. This 2020 edition includes: · Country-specific risk guidelines for yellow fever and malaria, including expert recommendations and 26 detailed, country-level maps · Detailed maps showing distribution of travel-related illnesses, including dengue, Japanese encephalitis, meningococcal meningitis, and schistosomiasis · Guidelines for self-treating common travel conditions, including altitude illness, jet lag, motion sickness, and travelers' diarrhea · Expert guidance on food and drink precautions to avoid illness, plus water-disinfection techniques for travel to remote destinations · Specialized guidelines for non-leisure travelers, study abroad, work-related travel, and travel to mass gatherings · Advice on medical tourism, complementary and integrative health approaches, and counterfeit drugs · Updated guidance for pre-travel consultations · Advice for obtaining healthcare abroad, including guidance on different types of travel insurance · Health insights around 15 popular tourist destinations and itineraries · Recommendations for traveling with infants and children · Advising travelers with specific needs, including those with chronic medical conditions or weakened immune systems, health care workers, humanitarian aid workers, long-term travelers and expatriates, and last-minute travelers · Considerations for newly arrived adoptees, immigrants, and refugees Long the most trusted book of its kind, the CDC Yellow Book is an essential resource in an ever-changing field -- and an ever-changing world.",
      "userId": null
    },
    {
      "id": 23,
      "title": "The Little Book of Hygge",
      "author": "Meik Wiking",
      "image": "http://books.google.com/books/content?id=kpxMDAAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
      "description": "New York Times Bestseller Embrace Hygge (pronounced hoo-ga) and become happier with this definitive guide to the Danish philosophy of comfort, togetherness, and well-being. Why are Danes the happiest people in the world? The answer, says Meik Wiking, CEO of the Happiness Research Institute in Copenhagen, is Hygge. Loosely translated, Hygge—pronounced Hoo-ga—is a sense of comfort, togetherness, and well-being. \"Hygge is about an atmosphere and an experience,\" Wiking explains. \"It is about being with the people we love. A feeling of home. A feeling that we are safe.\" Hygge is the sensation you get when you’re cuddled up on a sofa, in cozy socks under a soft throw, during a storm. It’s that feeling when you’re sharing comfort food and easy conversation with loved ones at a candlelit table. It is the warmth of morning light shining just right on a crisp blue-sky day. The Little Book of Hygge introduces you to this cornerstone of Danish life, and offers advice and ideas on incorporating it into your own life, such as: Get comfy. Take a break. Be here now. Turn off the phones. Turn down the lights. Bring out the candles. Build relationships. Spend time with your tribe. Give yourself a break from the demands of healthy living. Cake is most definitely Hygge. Live life today, like there is no coffee tomorrow. From picking the right lighting to organizing a Hygge get-together to dressing hygge, Wiking shows you how to experience more joy and contentment the Danish way.",
      "userId": null
    },
    {
      "id": 24,
      "title": "Crying in H Mart",
      "author": "Michelle Zauner",
      "image": "http://books.google.com/books/content?id=kRjzDwAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
      "description": "#1 NEW YORK TIMES BESTSELLER • From the indie rock sensation known as Japanese Breakfast, an unforgettable memoir about family, food, grief, love, and growing up Korean American—“in losing her mother and cooking to bring her back to life, Zauner became herself” (NPR). • CELEBRATING OVER ONE YEAR ON THE NEW YORK TIMES BESTSELLER LIST In this exquisite story of family, food, grief, and endurance, Michelle Zauner proves herself far more than a dazzling singer, songwriter, and guitarist. With humor and heart, she tells of growing up one of the few Asian American kids at her school in Eugene, Oregon; of struggling with her mother's particular, high expectations of her; of a painful adolescence; of treasured months spent in her grandmother's tiny apartment in Seoul, where she and her mother would bond, late at night, over heaping plates of food. As she grew up, moving to the East Coast for college, finding work in the restaurant industry, and performing gigs with her fledgling band--and meeting the man who would become her husband--her Koreanness began to feel ever more distant, even as she found the life she wanted to live. It was her mother's diagnosis of terminal cancer, when Michelle was twenty-five, that forced a reckoning with her identity and brought her to reclaim the gifts of taste, language, and history her mother had given her. Vivacious and plainspoken, lyrical and honest, Zauner's voice is as radiantly alive on the page as it is onstage. Rich with intimate anecdotes that will resonate widely, and complete with family photos, Crying in H Mart is a book to cherish, share, and reread.",
      "userId": null
    },
    {
      "id": 25,
      "title": "Factfulness",
      "author": "Hans Rosling, Anna Rosling Rönnlund, Ola Rosling",
      "image": "http://books.google.com/books/content?id=j-4yDwAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
      "description": "INSTANT NEW YORK TIMES BESTSELLER “One of the most important books I’ve ever read—an indispensable guide to thinking clearly about the world.” – Bill Gates “Hans Rosling tells the story of ‘the secret silent miracle of human progress’ as only he can. But Factfulness does much more than that. It also explains why progress is so often secret and silent and teaches readers how to see it clearly.” —Melinda Gates \"Factfulness by Hans Rosling, an outstanding international public health expert, is a hopeful book about the potential for human progress when we work off facts rather than our inherent biases.\" - Former U.S. President Barack Obama Factfulness: The stress-reducing habit of only carrying opinions for which you have strong supporting facts. When asked simple questions about global trends—what percentage of the world’s population live in poverty; why the world’s population is increasing; how many girls finish school—we systematically get the answers wrong. So wrong that a chimpanzee choosing answers at random will consistently outguess teachers, journalists, Nobel laureates, and investment bankers. In Factfulness, Professor of International Health and global TED phenomenon Hans Rosling, together with his two long-time collaborators, Anna and Ola, offers a radical new explanation of why this happens. They reveal the ten instincts that distort our perspective—from our tendency to divide the world into two camps (usually some version of us and them) to the way we consume media (where fear rules) to how we perceive progress (believing that most things are getting worse). Our problem is that we don’t know what we don’t know, and even our guesses are informed by unconscious and predictable biases. It turns out that the world, for all its imperfections, is in a much better state than we might think. That doesn’t mean there aren’t real concerns. But when we worry about everything all the time instead of embracing a worldview based on facts, we can lose our ability to focus on the things that threaten us most. Inspiring and revelatory, filled with lively anecdotes and moving stories, Factfulness is an urgent and essential book that will change the way you see the world and empower you to respond to the crises and opportunities of the future. --- “This book is my last battle in my life-long mission to fight devastating ignorance...Previously I armed myself with huge data sets, eye-opening software, an energetic learning style and a Swedish bayonet for sword-swallowing. It wasn’t enough. But I hope this book will be.” Hans Rosling, February 2017.",
      "userId": null
    },
    {
      "id": 26,
      "title": "Anatomy and Physiology",
      "author": "J. Gordon Betts, Peter DeSaix, Jody E. Johnson, Oksana Korol, Dean H. Kruse, Brandon Poe, James A. Wise, Mark Womble, Kelly A. Young",
      "image": "http://books.google.com/books/content?id=LbqPygEACAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
      "userId": null
    },
    {
      "id": 27,
      "title": "Just Enough Research",
      "author": "Erika Hall",
      "image": "http://books.google.com/books/content?id=lbdXzQEACAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
      "description": "Start doing good research faster than you can plan your next pitch.",
      "userId": null
    },
    {
      "id": 28,
      "title": "The Art of Balancing Burnout",
      "author": "Vanessa Autrey",
      "image": "http://books.google.com/books/content?id=_wW3zgEACAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
      "description": "In this powerful, straight-from-the-heart take on societal burnout, Vanessa Autrey shows readers simple practices and philosophies to cultivate self-awareness. The Art of Balancing Burnout is a raw, well-aimed inspiration to encourage hustlers, visionaries, entrepreneurs, and stay-at-home parents alike. It is an opportunity to reflect, recalibrate and redirect toward a happier, healthier, more fulfilled life.",
      "userId": null
    },
    {
      "id": 29,
      "title": "The Bad Bug Book",
      "author": "FDA, U S Food & Drug Administrati",
      "image": "http://books.google.com/books/content?id=RXdqAAAAMAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
      "description": "The Bad Bug was created from the materials assembled at the FDA website of the same name. This handbook provides basic facts regarding foodborne pathogenic microorganisms and natural toxins. It brings together in one place information from the Food & Drug Administration, the Centers for Disease Control & Prevention, the USDA Food Safety Inspection Service, and the National Institutes of Health.",
      "userId": null
    },
    {
      "id": 30,
      "title": "UKEtopia!",
      "author": "Jim Beloff",
      "image": "http://books.google.com/books/content?id=Ogk4zgEACAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
      "description": "The book presents a series of delightful vignettes--amazing stories, anecdotes, articles, original songs--stitched together with a collection of images.",
      "userId": null
    }
  ]
}